Test_Results/YCSB/11/base.run-cluster.run.workload_100_0.100.100.txt
[OVERALL], RunTime(ms), 7640
[OVERALL], Throughput(ops/sec), 13.089005235602095
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 27
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.35340314136125656
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 27
[TOTAL_GC_TIME_%], Time(%), 0.35340314136125656
[READ], Operations, 100
[READ], AverageLatency(us), 71295.68
[READ], MinLatency(us), 66752
[READ], MaxLatency(us), 420095
[READ], 95thPercentileLatency(us), 69119
[READ], 99thPercentileLatency(us), 81215
[READ], Return=OK, 100
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 325504.0
[CLEANUP], MinLatency(us), 325376
[CLEANUP], MaxLatency(us), 325631
[CLEANUP], 95thPercentileLatency(us), 325631
[CLEANUP], 99thPercentileLatency(us), 325631