Test_Results/YCSB/11/base.run-cluster.run.workload_50_50.100.100.txt
[OVERALL], RunTime(ms), 18240
[OVERALL], Throughput(ops/sec), 5.482456140350878
[TOTAL_GCS_G1_Young_Generation], Count, 2
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 26
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.1425438596491228
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 2
[TOTAL_GC_TIME], Time(ms), 26
[TOTAL_GC_TIME_%], Time(%), 0.1425438596491228
[READ], Operations, 50
[READ], AverageLatency(us), 74142.08
[READ], MinLatency(us), 66560
[READ], MaxLatency(us), 412159
[READ], 95thPercentileLatency(us), 68095
[READ], 99thPercentileLatency(us), 412159
[READ], Return=OK, 50
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 324224.0
[CLEANUP], MinLatency(us), 324096
[CLEANUP], MaxLatency(us), 324351
[CLEANUP], 95thPercentileLatency(us), 324351
[CLEANUP], 99thPercentileLatency(us), 324351
[UPDATE], Operations, 50
[UPDATE], AverageLatency(us), 280304.64
[UPDATE], MinLatency(us), 278016
[UPDATE], MaxLatency(us), 287231
[UPDATE], 95thPercentileLatency(us), 284671
[UPDATE], 99thPercentileLatency(us), 287231
[UPDATE], Return=OK, 50