Test_Results/YCSB/11/flexible1.run-cluster.run.workload_20_80.100.100.txt
[OVERALL], RunTime(ms), 117630
[OVERALL], Throughput(ops/sec), 0.8501232678738417
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 31
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.026353821304089094
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 31
[TOTAL_GC_TIME_%], Time(%), 0.026353821304089094
[UPDATE-FAILED], Operations, 76
[UPDATE-FAILED], AverageLatency(us), 1159349.0526315789
[UPDATE-FAILED], MinLatency(us), 225152
[UPDATE-FAILED], MaxLatency(us), 1205247
[UPDATE-FAILED], 95thPercentileLatency(us), 1178623
[UPDATE-FAILED], 99thPercentileLatency(us), 1204223
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 24
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1175040.0
[CLEANUP], MinLatency(us), 1174528
[CLEANUP], MaxLatency(us), 1175551
[CLEANUP], 95thPercentileLatency(us), 1175551
[CLEANUP], 99thPercentileLatency(us), 1175551
[UPDATE], Operations, 0
[UPDATE], AverageLatency(us), NaN
[UPDATE], MinLatency(us), 9223372036854775807
[UPDATE], MaxLatency(us), 0
[UPDATE], 95thPercentileLatency(us), 0
[UPDATE], 99thPercentileLatency(us), 0
[UPDATE], Return=ERROR, 76
[READ-FAILED], Operations, 24
[READ-FAILED], AverageLatency(us), 1171456.0
[READ-FAILED], MinLatency(us), 1168384
[READ-FAILED], MaxLatency(us), 1179647
[READ-FAILED], 95thPercentileLatency(us), 1178623
[READ-FAILED], 99thPercentileLatency(us), 1179647