Test_Results/YCSB/11/flexible1.run-cluster.run.workload_50_50.100.100.txt
[OVERALL], RunTime(ms), 117742
[OVERALL], Throughput(ops/sec), 0.849314603115286
[TOTAL_GCS_G1_Young_Generation], Count, 3
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 33
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 0.02802738190280444
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 3
[TOTAL_GC_TIME], Time(ms), 33
[TOTAL_GC_TIME_%], Time(%), 0.02802738190280444
[READ], Operations, 0
[READ], AverageLatency(us), NaN
[READ], MinLatency(us), 9223372036854775807
[READ], MaxLatency(us), 0
[READ], 95thPercentileLatency(us), 0
[READ], 99thPercentileLatency(us), 0
[READ], Return=ERROR, 48
[UPDATE-FAILED], Operations, 52
[UPDATE-FAILED], AverageLatency(us), 1171928.6153846155
[UPDATE-FAILED], MinLatency(us), 1139712
[UPDATE-FAILED], MaxLatency(us), 1206271
[UPDATE-FAILED], 95thPercentileLatency(us), 1184767
[UPDATE-FAILED], 99thPercentileLatency(us), 1201151
[CLEANUP], Operations, 1
[CLEANUP], AverageLatency(us), 1172992.0
[CLEANUP], MinLatency(us), 1172480
[CLEANUP], MaxLatency(us), 1173503
[CLEANUP], 95thPercentileLatency(us), 1173503
[CLEANUP], 99thPercentileLatency(us), 1173503
[READ-FAILED], Operations, 48
[READ-FAILED], AverageLatency(us), 1154246.6666666667
[READ-FAILED], MinLatency(us), 231168
[READ-FAILED], MaxLatency(us), 1186815
[READ-FAILED], 95thPercentileLatency(us), 1184767
[READ-FAILED], 99thPercentileLatency(us), 1186815
[UPDATE], Operations, 0
[UPDATE], AverageLatency(us), NaN
[UPDATE], MinLatency(us), 9223372036854775807
[UPDATE], MaxLatency(us), 0
[UPDATE], 95thPercentileLatency(us), 0
[UPDATE], 99thPercentileLatency(us), 0
[UPDATE], Return=ERROR, 52